/* About screen blog label */
"About.blog" = "https://digibyte.org/";

/* About screen footer */
"About.footer" = "ಗ್ಲೋಬಲ್ ಡಿಜಿವಾಲೆಟ್ ಟೀಂ ರವರಿಂದ ಮಾಡಲ್ಪಟ್ಟಿದೆ. ವರ್ಷನ್ %1$@";

/* Privay Policy button label */
"About.privacy" = "ಗೌಪ್ಯತಾ ನಿಯಮಗಳು ";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/* Terms of Use button label */
"About.terms" = "ಬಳಕೆಯ ನಿಯಮಗಳು ";

/* About screen title */
"About.title" = "iOS ಗೋಸ್ಕರ ಇರುವ ಡಿಜಿಬೈಟ್ ನ ಮೊಬೈಲ್ ವಾಲೆಟ್ ಎಂದರೆ ಡಿಜಿವಾಲೆಟ್. ";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/digibytecoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "ಮುಚ್ಚು ";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "ಸೇವಾ ಕೇಂದ್ರ ";

/* Loading Wallet Message */
"Account.loadingMessage" = "ವಾಲೆಟ್ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ ";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "ನನ್ನ ಡಿಜಿವಾಲೆಟ್ ";

/* Error alert title */
"Alert.error" = "ದೋಷ ";

/* No internet alert message */
"Alert.noInternet" = "ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಸಿಗುತ್ತಿಲ್ಲ. ಪುನಃ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಇನ್ನೊಮ್ಮೆ  ಪ್ರಯತ್ನಿಸಿ ";

/* Warning alert title */
"Alert.warning" = "ಎಚ್ಚರಿಕೆ ";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "ವಿಳಾಸಗಳನ್ನು ನಕಲು ಮಾಡಲಾಗಿದೆ. ";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "ವಾಲೆಟಿನ ಎಲ್ಲಾ ವಿಳಾಸಗಳು ಯಶಸ್ವಿಯಾಗಿ ನಕಲುಮಾಡಲಾಗಿದೆ.\n\n";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "ಖಾಸಗಿ ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿ ಸೆಟ್ ";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "ಚೆನ್ನಾಗಿದೆ!!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "ಪಿನ್ ಹೊಂದಿಸಿ \n";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "ಕಳುಹಿಸುವುದು ವಿಫಲವಾಗಿದೆ ";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "ದೃಡೀಕರಣವನ್ನು ಕಳುಹಿಸಿ ";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "ಡಿಜಿಬೈಟ್ ಕಳುಹಿಸಲಾಗಿದೆ!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON ಸಿರಿಯಲೈಸೇಶನ್ ದೋಷ ";

/* Wallet not ready error message */
"ApiClient.notReady" = "ವಾಲೆಟ್ ತಯಾರಿಲ್ಲ \n";

/* API Token error message */
"ApiClient.tokenError" = "ಎಪಿ ಐ ಟೋಕನ್ ಹಿಂಪಡೆಯುವುದು ಅಸಾಧ್ಯವಾಗಿದೆ ";

/* header of balance */
"Balance.header" = "ಒಟ್ಟು \nಬಾಕಿ ಮೊತ್ತ ";

/* Send BCH view body. */
"BCH.body" = "ಗಮ್ಯ ಡಿಜಿಬೈಟ್ ವಿಳಾಸವನ್ನು ಈ ಕೆಳಗೆ ನಮೂದಿಸಿ. ಫೋರ್ಕ್ ನ (%1$@) ಸಮಯದಲ್ಲಿರುವ  ನಿಮ್ಮ ವಾಲೆಟ್ ನಲ್ಲಿರುವ ಎಲ್ಲಾ ಡಿಜಿಬೈಟ್ ಗಳನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತದೆ.  ";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "%1$@ ಇಂದ %2$@ ಗೆ ಕಳುಹಿಸುವುದನ್ನು ದೃಢಪಡಿಸಿ ";

/* Confirmation alert title */
"BCH.confirmationTitle" = "ದೃಡೀಕರಣ";

/* Generic bch erorr message */
"BCH.genericError" = "ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಯಾವುದೇ ಡಿಜಿಬೈಟ್ ಇಲ್ಲ, ಅಥವಾ ನೀವೇನಾದರೂ ಡಿಜಿಬೈಟ್ ಅನ್ನು ಫೋರ್ಕ್ ನ ನಂತರ ಸ್ವೀಕರಿಸಿದರೆ.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ವಹಿವಾಟಿನ ಐಡಿ ಯನ್ನು ನಕಲು ಮಾಡಲಾಗಿದೆ ";

/* No address error message */
"BCH.noAddressError" = "ದಯವಿಟ್ಟು ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ ";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "ಡಿಜಿಟೈಟ್ ವಹಿವಾಟುಗಳಿಗೆ ಪಾವತಿಯ ಪ್ರೋಟೋಕಾಲ್ ವಿನಂತಿಗಳು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ ";

/* BCH successfully sent alert message */
"BCH.successMessage" = "ಡಿಜಿಬೈಟ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ ";

/* Widthdraw BCH view title */
"BCH.title" = "ಡಿಜಿಬೈಟ್ ಹಿಂಪಡೆದುಕೋ ";

/* Tx Hash button header */
"BCH.txHashHeader" = "ಡಿಜಿಬೈಟ್ ವಹಿವಾಟಿನ ಐಡಿ\n";

/* Approve button label */
"BitID.approve" = "ಅನುಮೋದಿಸಿ ";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ ನಿಮ್ಮ ಡಿಜಿಬೈಟ್ ವಾಲೆಟ್ ಬಳಸಿ ದೃಢೀಕರಣವನ್ನು ಕೋರುತ್ತಿದೆ ";

/* Deny button label */
"BitID.deny" = "ತಿರಸ್ಕರಿಸು ";

/* BitID error alert title */
"BitID.error" = "ದೃಡೀಕರಣ ದೋಷ ";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸೇವೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ. ನೀವು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಬೇಕು  ";

/* BitID success alert title */
"BitID.success" = "ಯಶಸ್ವಿಯಾಗಿ ದೃಢಪಡಿಸಲಾಗಿದೆ";

/* BitID Authentication Request alert view title */
"DigiID.title" = "ಡಿಜಿ ಐಡಿ ದೃಢೀಕರಣ ವಿನಂತಿ";

/* Cancel button label */
"Button.cancel" = "ರದ್ದುಗೊಳಿಸು ";

/* Ignore button label */
"Button.ignore" = "ನಿರ್ಲಕ್ಷಿಸು ";

/* menu button */
"Button.menu" = "ಮೆನು ";

/* No button */
"Button.no" = "ಇಲ್ಲ ";

/* OK button label */
"Button.ok" = "ಸರಿ \n";

/* receive button */
"Button.receive" = "ಸ್ವೀಕರಿಸು ";

/* send button */
"Button.send" = "ಕಳುಹಿಸಿ \n";

/* Settings button label */
"Button.settings" = "ಸೆಟ್ಟಿಂಗ್ಸ್ ";

/* Settings button label */
"Button.submit" = "ಸಲ್ಲಿಸಿ \n";

/* Yes button */
"Button.yes" = "ಹೌದು \n";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "ಬಾಕ್ಸ್ ನ ಮಧ್ಯಭಾಗದಲ್ಲಿ ನಿಮ್ಮ ಐಡಿ ಇರಿಸಿ \n";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "ಕಳುಹಿಸಬೇಕಾದ ಮೊತ್ತ: ";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "ನೆಟ್ವರ್ಕ್ ಶುಲ್ಕ ";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "ಕಾರ್ಯ ಸಮಯ: ಈ ವಹಿವಾಟನ್ನು ಮುಗಿಸಲು %1$@ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ ";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "ಕಳುಹಿಸು ";

/* Confirmation Screen title */
"Confirmation.title" = "ದೃಡೀಕರಣ";

/* To: (address) */
"Confirmation.to" = "ಗೆ ";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "ಒಟ್ಟು ಮೊತ್ತ:\n";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "ಎಲ್ಲವನ್ನೂ ಸರಿಯಾಗಿ ಬರೆಯಲಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಲು, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಖಾಸಗಿ ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿಯಿಂದ ಈ ಕೆಳಗಿನ ಪದಗಳನ್ನು ನಮೂದಿಸಿ. ";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "ಪದ #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "ಡಿಜಿಬೈಟ್ ಪ್ರದರ್ಶನ ಘಟಕ ";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "ವಿನಿಮಯ ದರ ";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "ios ಮೇಲ್ ಅಪ್ಲಿಕೇಶನ್ ನಲ್ಲಿ ಮೇಲ್ ಕಳುಹಿಸಲು ಈ ಸಾಧನಾವು ರಚನೆಯಾಗಿಲ್ಲ ";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "ಇಮೇಲ್ ಲಭ್ಯವಿಲ್ಲ ";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "ಈ ಸಾಧನವು ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ರಚನೆಯಾಗಿಲ್ಲ ";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "ಸಂದೇಶ ಕಳುಹಿಸುವ ಸೌಲಭ್ಯ ಲಭ್ಯವಿಲ್ಲ \n";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "ನೀವು ನಿಮ್ಮ ಫೇಸ್ ಐಡಿ ಖರ್ಚಿನ ಮಿತಿಯನ್ನು %1$@ ಇಂದ ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದು ";

/* Face Id screen label */
"FaceIDSettings.label" = "ನಿಮ್ಮ ಫೇಸ್ ಐಡಿಯನ್ನು ಬಳಸಿ ನಿಮ್ಮ ಡಿಜಿವಾಲೆಟ್ ಅನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಿ ಮತ್ತು ಹೊಂದಿಸಿದ ಮಿತಿಯವರೆಗೂ ಡಿಜಿಬೈಟ್ ಕಳುಹಿಸಿ ";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "ಪಠ್ಯ ಸಂದೇಶ ಲಿಂಕ್ ( TouchIdSettings.customizeText ಅನ್ನು ನೋಡಿ) ";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "ಡಿಜಿ ವಾಲೆಟ್ ಗಾಗಿ ಫೇಸ್ ಐಡಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ ";

/* Face ID settings view title */
"FaceIDSettings.title" = "ಫೇಸ್ ಐಡಿ\n";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "ನೀವು ಈ ಸಾಧನದಲ್ಲಿ ಫೇಸ್ ಐಡಿಯನ್ನು ಹೊಂದಿಸಿಲ್ಲ. ಈ ಕೂಡಲೇ ಹೊಂದಿಸಲು ಸೆಟ್ಟಿಂಗ್ಸ್ ಗೆ ಹೋಗಿ-> ಫೇಸ್ ಐಡಿ ಮತ್ತು ಪಾಸ್ಕೋಡ್ ಆಯ್ಕೆ ಮಾಡಿ ";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "ಫೇಸ್ ಐಡಿ ಇನ್ನು ರಚನೆಯಾಗಿಲ್ಲ ";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "ಫೇಸ್ ಐಡಿ ಯ ಖರ್ಚಿನ ಮಿತಿ ";

/* Economy fee */
"FeeSelector.economy" = "ಹಣ ";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "ಅಂದಾಜು ಡೆಲಿವರಿ ಸಮಯ: 1+ ನಿಮಿಷಗಳು ";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "ಸಮಯ-ಸೂಕ್ಷ ವಹಿವಾಟುಗಳಿಗೆ ಈ ಆಯ್ಕೆ ಶಿಫಾರಸು ಮಾಡಿಲ್ಲ ";

/* Regular fee */
"FeeSelector.regular" = "ನಿಯಮಿತ ";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "ಅಂದಾಜು ಡೆಲಿವರಿ ಸಮಯ: 15-30 ಸೆಕೆಂಡುಗಳು ";

/* Fee Selector title */
"FeeSelector.title" = "ಚಲಿಸುತ್ತಿರುವ ವೇಗ ";

/* Checking private key balance progress view text */
"Import.checking" = "ಖಾಸಗಿ ಕೀಲಿ ಬಾಕಿಯ ಮೊತ್ತವನ್ನು ಪರಿಶೀಲನೆ ಮಾಡಲಾಗುತ್ತಿದೆ ........";

/* Sweep private key confirmation message */
"Import.confirm" = "ಈ ಖಾಸಗಿ ಕೀಲಿಯಿಂದ ನಿಮ್ಮ ವಾಲೆಟ್ ಗೆ %1$@ ಕಳುಹಿಸಬೇಕೇ? ಇದಕ್ಕಾಗಿ ಡಿಜಿಬೈಟ್ ನೆಟ್ವರ್ಕ್ %2$@ ಶುಲ್ಕವನ್ನು ಸ್ವೀಕರಿಸುತ್ತದೆ. ";

/* Duplicate key error message */
"Import.Error.duplicate" = "ಈ ಖಾಸಗಿ ಕೀಲಿ ಈಗಾಗಲೇ ನಿಮ್ಮ ವಾಲೆಟ್ ನಲ್ಲಿ ಇದೆ ";

/* empty private key error message */
"Import.Error.empty" = "ಈ ಖಾಸಗಿ ಕೀಲಿ ಖಾಲಿಯಿದೆ. ";

/* High fees error message */
"Import.Error.highFees" = "ಈ ಖಾಸಗಿ ಕೀಲಿಯಲ್ಲಿ ಲಭ್ಯವಿರುವ ಮೊತ್ತಕ್ಕಿಂತ ವಹಿವಾಟಿನ ಶುಲ್ಕ ಹೆಚ್ಚಾಗುತ್ತದೆ. ";

/* Not a valid private key error message */
"Import.Error.notValid" = "ಇದು ಮಾನ್ಯ ಖಾಸಗಿ ಕೀಲಿಯಾಗಿಲ್ಲ ";

/* Import signing error message */
"Import.Error.signing" = "ವಹಿವಾಟು ಸಹಿ ಮಾಡುವಾಗ ದೋಷ";

/* Import button label */
"Import.importButton" = "ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ ";

/* Importing wallet progress view label */
"Import.importing" = "ವಾಲೆಟ್ ಅನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಲಾಗುತ್ತದೆ ";

/* Caption for graphics */
"Import.leftCaption" = "ಆಮದು ಮಾಡಿಕೊಳ್ಳಬೇಕಾದ ವಾಲೆಟ್ ";

/* Import wallet intro screen message */
"Import.message" = "ವಾಲೆಟ್ ಅನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳುವುದರಿಂದ ಕೇವಲ ಒಂದೇ ವಹಿವಾಟಿನಲ್ಲಿಯೇ ನಿಮ್ಮ ಎಲ್ಲಾ ಇತರೆ ವಾಲೆಟಿನ ಡಿಜಿಬೈಟ್ ಅನ್ನು ನಿಮ್ಮ ಡಿಜಿ ವಾಲೆಟ್ ಗೆ ವರ್ಗಾವಣೆ ಮಾಡಲಾಗುತ್ತದೆ.     ";

/* Enter password alert view title */
"Import.password" = "ಈ ಖಾಸಗಿ ಕೀಲಿ ಪಾಸ್ವರ್ಡ್ ರಕ್ಷಿತವಾಗಿದೆ. ";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "ಪಾಸ್ವರ್ಡ್ ";

/* Caption for graphics */
"Import.rightCaption" = "ನಿಮ್ಮ ಡಿಜಿವಾಲೆಟ್ ";

/* Scan Private key button label */
"Import.scan" = "ಖಾಸಗಿ ಕೀಲಿಯನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ";

/* Import wallet success alert title */
"Import.success" = "ಯಶಸ್ವಿಯಾಗಿದೆ ";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "ವಾಲೆಟ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಆಮದು ಮಾಡಿಕೊಳ್ಳಲಾಗಿದೆ ";

/* Import Wallet screen title */
"Import.title" = "ವಾಲೆಟ್ ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ ";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "ಕೀಲಿಯನ್ನು ತೆರೆಯಲಾಗುತ್ತಿದೆ \n";

/* Import wallet intro warning message */
"Import.warning" = "ವಾಲೆಟ್ ಅನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳುವುದರಿಂದ ವಹಿವಾಟಿನ ಹಿಂದಿನ ವಿವರ ಅಥವಾ ಇತರೆ ವಿವರಗಳು ಬರುವುದಿಲ್ಲ. ";

/* Wrong password alert message */
"Import.wrongPassword" = "ಪಾಸ್ವರ್ಡ್ ತಪ್ಪಾಗಿದೆ, ದಯವಿಟ್ಟು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ. ";

/* Close app button */
"JailbreakWarnings.close" = "ಮುಗಿಸು ";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "ನಿರ್ಲಕ್ಷಿಸಿ ";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "ಸಾಧನದ ಭದ್ರತೆಯಲ್ಲಿ ದೋಷವುಂಟಾಗಿದೆ \nಯಾವುದೇ \"ಜೈಲ್ ಬ್ರೇಕ್\" ಅಪ್ಲಿಕೇಶನ್ ಡಿಜಿವಾಲೆಟ್ ನ  ಕೀ ಚೈನ್ ಡಾಟಾ ಅನ್ನು ಪ್ರವೇಶಿಸಬಹುದು ಮತ್ತು ನಿಮ್ಮ ಡಿಜಿಬೈಟ್ ಅನ್ನು ಕಳವು ಮಾಡಬಹುದು! ಈ ವಾಲೆಟ್ ಅನ್ನು ಈ ಕೂಡಲೇ ಅಳಿಸಿ ಹಾಕಿ ಮತ್ತು ಒಂದು ಸುರಕ್ಷಿತ ಸಾಧನದಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ರಿಸ್ಟೋರ್ ಮಾಡಿ ";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "ಸಾಧನದ ಭದ್ರತೆಯಲ್ಲಿ ದೋಷವುಂಟಾಗಿದೆ\nಯಾವುದೇ \"ಜೈಲ್ ಬ್ರೇಕ್ \" ಅಪ್ಲಿಕೇಶನ್ ಡಿಜಿ ವಾಲೆಟ್ ನ ಕೀ ಚೈನ್ ಡಾಟಾವನ್ನು ಬಳಸಬಹುದು ಮತ್ತು  ನಿಮ್ಮ ಡಿಜಿಬೈಟ್ ಕಳವು ಮಾಡಬಹುದು. ದಯವಿಟ್ಟು ಡಿಜಿವಾಲೆಟ್ ಅನ್ನು ಕೇವಲ ಜೈಲ್ ಬ್ರೇಕ್ ಮಾಡಲು ಅಸಾಧ್ಯವಿರುವ ಸಾಧನದಲ್ಲೇ ಬಳಸಿ. ";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ಎಚ್ಚರಿಕೆ ";

/* Location services disabled error */
"LocationPlugin.disabled" = "ಸ್ಥಳ ಸೇವೆಯು ಅಲಭ್ಯವಾಗಿದೆ \n";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "ಸ್ಥಳ ಸೇವೆಯ ಸೌಲಭ್ಯವನ್ನು ಒದಗಿಸಲು ಡಿಜಿವಾಲೆಟ್ ಗೆ ಅನುಮತಿ ಇಲ್ಲ ";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "ನೀವು %1$@ ರಂದು ವಾಲೆಟ್ ರಚಿಸಿದ್ದೀರಿ. \n";

/* Manage wallet description text */
"ManageWallet.description" = "ನಿಮ್ಮ ವಾಲೆಟ್ ಹೆಸರು ಕೇವಲ ನಿಮ್ಮ ಖಾತೆಯ ವಹಿವಾಟಿನ ವಿವರಗಳಲ್ಲಿ ಮಾತ್ರ ಕಾಣಿಸುತ್ತದೆ ಮತ್ತು ಬೇರೆಯವರು ನೋಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "ವಾಲೆಟ್ ಹೆಸರು ";

/* Manage wallet modal title */
"ManageWallet.title" = "ವಾಲೆಟ್ ನಿರ್ವಹಿಸು ";

/* Menu button title */
"MenuButton.lock" = "ವಾಲೆಟ್ ಲಾಕ್ ಮಾಡಿ ";

/* Menu button title */
"MenuButton.security" = "ಭಧ್ರತಾ ಕೇಂದ್ರ ";

/* Menu button title */
"MenuButton.settings" = "ಸೆಟ್ಟಿಂಗ್ಸ್ ";

/* Menu button title */
"MenuButton.support" = "ಬೆಂಬಲಿಸು ";

/* button label */
"MenuViewController.createButton" = "ಹೊಸ ವಾಲೆಟ್ ರಚನೆ ಮಾಡಿ ";

/* Menu modal title */
"MenuViewController.modalTitle" = "ಮೆನು ";

/* button label */
"MenuViewController.recoverButton" = "ವಾಲೆಟ್ ಅನ್ನು ಮರುಪಡೆ ";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "ಸ್ವಯಂಚಾಲಿತ ಮೋಡ್ ಗೆ ಬದಲಾಯಿಸಿ ";

/* Node is connected label */
"NodeSelector.connected" = "ಸಂಪರ್ಕಿಸಲಾಗಿದೆ ";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "ನೋಡ್ ಐಪಿ ವಿಳಾಸ ಮತ್ತು ಪೋರ್ಟ್ ಅನ್ನು ನಮೂದಿಸಿ (ಐಚ್ಛಿಕ)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "ನೋಡ್ ನಮೂದಿಸಿ ";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "ಮಾನ್ಯುಯಲ್ ಮೋಡ್ ಗೆ ಬದಲಾಯಿಸಿ ";

/* Node address label */
"NodeSelector.nodeLabel" = "ಪ್ರಸ್ತುತ ಪ್ರಾಥಮಿಕ ನೋಡ್";

/* Node is not connected label */
"NodeSelector.notConnected" = "ಸಂಪರ್ಕಗೊಂಡಿಲ್ಲ\n";

/* Node status label */
"NodeSelector.statusLabel" = "ನೋಡ್ ಸಂಪರ್ಕ ಸ್ಟೇಟಸ್ ";

/* Node Selector view title */
"NodeSelector.title" = "ಡಿಜಿಬೈಟ್ ನೋಡ್ ಗಳು ";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "ತಪ್ಪು ಪಾವತಿ ಕೋರಿಕೆ";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "ದೋಷಪೂರಿತ ಅಥವಾ ಬೆಂಬಲಿಸದ ದಾಖಲೆ ";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "ಪ್ರಮಾಣಪತ್ರ ಕಾಣುತ್ತಿಲ್ಲ ";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "ಕೋರಿಕೆ ಅವಧಿ ಮೀರಿದೆ ";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "ಪಾವತಿ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ ";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "ಡಿಜಿಬೈಟ್ ಪಾವತಿಗಳು %1$@ ಕ್ಕಿಂತ ಕಡಿಮೆ ಇರಬಾರದು ";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "ಡಿಜಿಬೈಟ್ ನ ವಹಿವಾಟಿನ ಔಟ್ಪುಟ್ $@ ಕಡಿಮೆಯಿರಬಾರದು ";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "ಸಹಿಯ ವಿಧ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ ";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "ಅವಿಶ್ವಾಸಾರ್ಹ ಪ್ರಮಾಣಪತ್ರ";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "ಫೇಸ್ ಐಡಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಇಲ್ಲಿ ಒತ್ತಿರಿ ";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "ಫೇಸ್ ಐಡಿ ಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ ";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "ನಿಮ್ಮ ವಾಲೆಟ್ ಅನ್ನು ಸುರಕ್ಷಿತವಾಗಿಡಲು ಸಾಧನದ ಪಾಸ್ಕೋಡ್ ನ ಅವಶ್ಯಕತೆಯಿದೆ. ಸೆಟ್ಟಿಂಗ್ಸ್ ಗೆ  ಹೋಗಿ ಪಾಸ್ಕೋಡ್ ಚಾಲನೆ ಮಾಡಿ. ";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "ಸಾಧನದ ಪಾಸ್ ಕೋಡ್ ಅನ್ನು ಚಾಲನೆ ಮಾಡಿ ";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "ನಿಮ್ಮ ಫೋನ್ ಕಳೆದುಹೋದ ಸಂಧರ್ಭದಲ್ಲಿ ಅಥವಾ ಬದಲಾಯಿಸಿದಲ್ಲಿ ನೀವು ನಿಮ್ಮ ವಯಕ್ತಿಕ ರಿಕವರಿ ಕೀಲಿಯನ್ನು ಸೇವ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ. ಮುಂದುವರೆಸಲು ಇಲ್ಲಿ ಒತ್ತಿರಿ. ";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "ಕ್ರಿಯೆಯ ಅವಶ್ಯವಿದೆ ";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "ನಿಮ್ಮ ವಾಲೆಟ್ ಸಿನ್ಕ್ರೋನೈಸ್ ಆಗಿಲ್ಲ. ಇದಕ್ಕಾಗಿ ಬ್ಲಾಕ್ ಚೈನ್ ಅನ್ನು ಮರುಸ್ಕಾನ್ ಮಾಡಿಯೂ ಸರಿಪಡಿಸಬಹುದು. ";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "ವಹಿವಾಟನ್ನು ತಿರಸ್ಕರಿಸಲಾಗಿದೆ. ";

/* header of PinView */
"Prompts.SecurityCheck.header" = "ಭದ್ರತಾ \nಪರಿಶೀಲನೆ ";

/* Share data prompt body */
"Prompts.ShareData.body" = "ಡಿಜಿ ವಾಲೆಟ್ ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ನಿಮ್ಮ ಅನಾಮಿಕ ಡಾಟಾವನ್ನು ನಮ್ಮೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ. ";

/* Share data prompt title */
"Prompts.ShareData.title" = "ಅನಾಮಿಕ ಡಾಟಾವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ  ";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "ಟಚ್ ಐಡಿ ಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಇಲ್ಲಿ ಒತ್ತಿರಿ ";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "ಟಚ್ ಐಡಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ ";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "ಡಿಜಿವಾಲೆಟ್ ಈಗ 6-ಅಂಕಿ ಪಿನ್ ಬಳಕೆಗೆ ಅಪ್ಗ್ರೇಡ್ ಆಗಿದೆ. ಅಪ್ಗ್ರೇಡ್ ಮಾಡಲು ಇಲ್ಲಿ ಒತ್ತಿರಿ ";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "ಪಿನ್ ಅಪ್ಗ್ರೇಡ್ ಮಾಡಿರಿ ";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "ಭವಿಷ್ಯದಲ್ಲಿ ಡಿಜಿವಾಲೆಟ್ ನಿಂದ ವಿಶೇಷ ಸಂದೇಶಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಅಧಿಸೂಚನೆಗಳನ್ನು ಚಾಲನೆ ಮಾಡಿ ";

/* Push notifications toggle switch label */
"PushNotifications.label" = "ಅಧಿಸೂಚನೆಗಳನ್ನು ಸರಿಸಿರಿ ";

/* Push notifications are off label */
"PushNotifications.off" = "ಆಫ್ ಮಾಡು ";

/* Push notifications are on label */
"PushNotifications.on" = "ಚಾಲನೆ ಮಾಡಿ ";

/* Push notifications settings view title label */
"PushNotifications.title" = "ಅಧಿಸೂಚನೆಗಳು ";

/* Address copied message. */
"Receive.copied" = "ಕ್ಲಿಪ್ಬೋರ್ಡ್ ಗೆ ನಕಲು ಮಾಡಲಾಗಿದೆ ";

/* Share via email button label */
"Receive.emailButton" = "ಇಮೇಲ್ ";

/* Request button label */
"Receive.request" = "ಮೊತ್ತಕ್ಕಾಗಿ ಕೋರಿಕೆ ಸಲ್ಲಿಸಿ ";

/* Share button label */
"Receive.share" = "ಹಂಚಿಕೊಳ್ಳಿ ";

/* Share via text message (SMS) */
"Receive.textButton" = "ಪಠ್ಯ ಸಂದೇಶ ";

/* Receive modal title */
"Receive.title" = "ಸ್ವೀಕರಿಸು ";

/* Done button text */
"RecoverWallet.done" = "ಆಯಿತು ";

/* Recover wallet header */
"RecoverWallet.header" = "ವಾಲೆಟ್ ಹಿಂಪಡೆ ";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "ಪಿನ್ ಮರುಹೊಂದಿಸಿ";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "ಖಾಸಗಿ ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿಯನ್ನು ನಮೂದಿಸಿ ";

/* Recover wallet intro */
"RecoverWallet.intro" = "ನಿಮ್ಮ ಖಾಸಗಿ ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿಯಿಂದ ನಿಮ್ಮ ಡಿಜಿವಾಲೆಟ್ ಅನ್ನು ಹಿಂಪಡೆಯಬಹುದು.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "ನೀವು ನಮೂದಿಸಿದ ಖಾಸಗಿ ಹಿಂಪಡೆಯುವಿಕೆಯ ಕೀಲಿ ಅಮಾನ್ಯವಾಗಿದೆ. ದಯಮಾಡಿ ಪ್ರತಿಯೊಂದು ಪದವನ್ನು ಇನ್ನೊಮ್ಮೆ ಪರಿಶೀಲಿಸಿ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ. ";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "ಎಡ ಆರೋ(ಬಾಣ)";

/* Next button label */
"RecoverWallet.next" = "ಮುಂದಿನ ";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಇಲ್ಲಿ ಒತ್ತಿರಿ. ";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "ಬಲ ಆರೋ ";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "ನೀವು ಮರಳಿ ಪಡೆಯಬೇಕಾದ ಡಿಜಿವಾಲೆಟ್ ಗಾಗಿ ಖಾಸಗಿ ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿಯನ್ನು ನಮೂದಿಸಿ ";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ಮರುಹೊಂದಿಸಲು, ನಿಮ್ಮ ಖಾಸಗಿ ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿಯಲ್ಲಿರುವ ಪದಗಳನ್ನು ಈ ಕೆಳಗಿನ ಖಾಲಿ ಜಾಗಗಳಲ್ಲಿ ನಮೂದಿಸಿ";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "ದಯವಿಟ್ಟು ಮೊದಲು ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ ";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "ಮೊತ್ತವನ್ನು ಸ್ವೀಕರಿಸಿ ";

/* Alert action button label */
"ReScan.alertAction" = "ಸಿನ್ಕ್ರೋನೈಸ್ ";

/* Alert message body */
"ReScan.alertMessage" = "ಸಿನ್ಕ್ರೋನೈಸ್ ಮಾಡುವಾಗ ನೀವು ಡಿಜಿಬೈಟ್ ಅನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ";

/* Alert message title */
"ReScan.alertTitle" = "ಬ್ಲಾಕ್ ಚೈನ್ ಜೊತೆಗೆ ಸಿನ್ಕ್ರೋನೈಸ್ ";

/* extimated time */
"ReScan.body1" = "20-45 ನಿಮಿಷಗಳು \n";

/* Syncing explanation */
"ReScan.body2" = "ಒಂದು ವೇಳೆ ನಿಮ್ಮ ಡಿಜಿಬೈಟ್ ನೆಟ್ವರ್ಕ್ ನಲ್ಲಿ ವಹಿವಾಟು ಸಂಪೂರ್ಣ ಎಂದು ತೋರಿಸಿ ಆದರೆ ಡಿಜಿವಾಲೆಟ್  ನಲ್ಲಿ ತೋರಿಸದೆ ಇದ್ದಾಗ  ";

/* Syncing explanation */
"ReScan.body3" = "ಈ ವಹಿವಾಟು ತಿರಸ್ಕರಿಸಲಾಗಿದೆ ಎಂದು ಪುನರಾವರ್ತಿತವಾಗಿ ದೋಷಪೂರಿತ ಸಂದೇಶ ಕಾಣಿಸುತ್ತದೆ. ";

/* Start Sync button label */
"ReScan.buttonTitle" = "ಸಿನ್ಕ್ರೋನೈಸ್ ಆರಂಭಿಸು ";

/* Sync blockchain view footer */
"ReScan.footer" = "ಬ್ಲಾಕ್ ಚೈನ್ ಜೊತೆ ಸಿನ್ಕ್ರೋನೈಸೇಶನ್ ಮಾಡುವಾಗ ನೀವು ಡಿಜಿಬೈಟ್ ಅನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ";

/* Sync Blockchain view header */
"ReScan.header" = "ಸಿನ್ಕ್ರೋನೈಸ್ ಬ್ಲಾಕ್ ಚೈನ್ ";

/* Subheader label */
"ReScan.subheader1" = "ಅಂದಾಜು ಸಮಯ ";

/* Subheader label */
"ReScan.subheader2" = "ಸಿನ್ಕ್ರೋನೈಸಿಂಗ್  ಯಾವಾಗ ಮಾಡಬೇಕು? \n";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "ಕ್ಯಾಮೆರಾ ಫ್ಲಾಶ್ \n";

/* Complete filter label */
"Search.complete" = "ಪೂರ್ಣಗೊಂಡಿದೆ \n";

/* Pending filter label */
"Search.pending" = "ಬಾಕಿ ಉಳಿದಿದೆ ";

/* Received filter label */
"Search.received" = "ಸ್ವೀಕರಿಸಲಾಗಿದೆ";

/* Sent filter label */
"Search.sent" = "ಕಳುಹಿಸಲಾಗಿದೆ ";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "ಫೇಸ್ ಐಡಿ";

/* Security Center Info */
"SecurityCenter.info" = "ಗರಿಷ್ಟ ರಕ್ಷಣೆಗಾಗಿ ಎಲ್ಲಾ ಭದ್ರತಾ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ ";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "ನೀವು ನಿಮ್ಮ ಫೋನನ್ನು ಕಳೆದರೆ ಅಥವಾ ಅಪ್ಗ್ರೇಡ್ ಮಾಡಿದರೆ, ನಿಮ್ಮ ಡಿಜಿಬೈಟ್ ಗೆ ಪ್ರವೇಶಿಸಲು ಇರುವ ಒಂದೇ ಮಾರ್ಗವೆಂದರೆ ";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "ಖಾಸಗಿ ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿ ";

/* PIN button description */
"SecurityCenter.pinDescription" = "ನಿಮ್ಮ ಡಿಜಿವಾಲೆಟ್ ಅನ್ನು ಅನಧಿಕೃತ ಬಳಕೆದಾರರಿಂದ ರಕ್ಷಣೆ ನೀಡುತ್ತದೆ. ";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-ಅಂಕಿಗಳ ಪಿನ್ ";

/* Security Center Title */
"SecurityCenter.title" = "ಭದ್ರತಾ ಕೇಂದ್ರ \n";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "ಡಿಜಿವಾಲೆಟ್ ಅನ್ನು ಸುಲಭವಾಗಿ ಅನ್ಲಾಕ್ ಮಾಡುತ್ತದೆ ಮತ್ತು ಹೊಂದಿಸಿದ ಮಿತಿಯಷ್ಟೇ ಡಿಜಿಬೈಟ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತದೆ. ";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "\nಟಚ್ ಐಡಿ\n";

/* Send money amount label */
"Send.amountLabel" = "ಮೊತ್ತ ";

/* Balance: $4.00 */
"Send.balance" = "ಬಾಕಿ ಮೊತ್ತ: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "ಕ್ಯಾಮೆರಾ ಬಳಸಲು ಸೆಟ್ಟಿಂಗ್ಸ್ ಗೆ ಹೋಗಿ ";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "ಡಿಜಿ ವಾಲೆಟ್  ಕ್ಯಾಮೆರಾ ಬಳಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ";

/* Warning when sending to self. */
"Send.containsAddress" = "ಗಮ್ಯ ಸ್ಥಾನ ನಿಮ್ಮ ವಿಳಾಸವೇ ಆಗಿದೆ. ನಿಮಗೆ ನೀವೇ ಕಳುಹಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ. ";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "ವಹಿವಾಟನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ ";

/* Description for sending money label */
"Send.descriptionLabel" = "ಮೆಮೊ ";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "ಪೇಸ್ಟ್ ಬೋರ್ಡ್ ಖಾಲಿ ಇದೆ ";

/* Network Fee: $0.01 */
"Send.fee" = "ನೆಟ್ವರ್ಕ್ ಶುಲ್ಕ: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "ಪಾವತಿದಾರನ ಗುರುತು ಪ್ರಮಾಣೀಕರಿಸಿಲ್ಲ ";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "ಗಮ್ಯ ವಿಳಾಸವು ಮಾನ್ಯ ಡಿಜಿಬೈಟ್ ವಿಳಾಸವಾಗಿಲ್ಲ\n";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "ಪೇಸ್ಟ್ ಬೋರ್ಡ್ ನಲ್ಲಿ ಮಾನ್ಯ ಡಿಜಿ ಬೈಟ್ ವಿಳಾಸ ಇಲ್ಲ ";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "ಅಮಾನ್ಯವಾದ ವಿಳಾಸ \n";

/* Is rescanning error message */
"Send.isRescanning" = "ಪೂರ್ತಿ ಮರುಸ್ಕಾನ್ ಮಾಡುವಾಗ ಕಳುಹಿಸುವುದು ಸಾಧ್ಯವಿಲ್ಲ ";

/* Loading request activity view message */
"Send.loadingRequest" = "ನಿಮ್ಮ ಕೋರಿಕೆ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ ";

/* Empty address alert message */
"Send.noAddress" = "ಸ್ವೀಕರಿಸುವವರ ವಿಳಾಸವನ್ನು ದಯವಿಟ್ಟು ನಮೂದಿಸಿ ";

/* Emtpy amount alert message */
"Send.noAmount" = "ಕಳುಹಿಸುವ ಮೊತ್ತವನ್ನು ದಯವಿಟ್ಟು ನಮೂದಿಸಿ ";

/* Paste button label */
"Send.pasteLabel" = "ಅಂಟಿಸು";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "ನಿಮ್ಮ ವಹಿವಾಟನ್ನು ಮುದ್ರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ ";

/* Could not load remote request error message */
"Send.remoteRequestError" = "ಪಾವತಿ ಕೋರಿಕೆಯನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ ";

/* Scan button label */
"Send.scanLabel" = "ಸ್ಕ್ಯಾನ್ ";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "ಕಳುಹಿಸು ";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "ಕಳುಹಿಸು ";

/* Send money to label */
"Send.toLabel" = "ಗೆ ";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "ಡಿಜಿ ಬೈಟ್ ವಿಳಾಸಗಳು ಕೇವಲ ಏಕ ಬಳಕೆಗಾಗಿ ಮಾತ್ರ ಉದ್ದೇಶಿಸಲಾಗಿದೆ ";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "ಮರುಬಳಕೆ ನೀವು ಮತ್ತು ಸ್ವೀಕರಿಸುವವರ ಗೌಪ್ಯತೆಯನ್ನು ಕಡಿಮೆಮಾಡುತ್ತದೆ ಮತ್ತು ಒಂದುವೇಳೆ  ಸ್ವೀಕೃತದಾರನು ನೇರವಾಗಿ ವಿಳಾಸವನ್ನು ನಿಯಂತ್ರಿಸದಿದ್ದರೆ ನಷ್ಟಕ್ಕೆ ಕಾರಣವಾಗಬಹುದು.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "ವಿಳಾಸ ಈಗಾಗಲೇ ಬಳಸಲಾಗಿದೆ ";

/* About label */
"Settings.about" = "ಬಗ್ಗೆ ";

/* Advanced Settings title */
"Settings.advancedTitle" = "ಅಡ್ವಾನ್ಸ್ ಸೆಟ್ಟಿಂಗ್ಸ್ ";

/* i.e. the currency which will be displayed */
"Settings.currency" = "ಕರೆನ್ಸಿ ತೋರಿಸಿ ";

/* Join Early access label */
"Settings.earlyAccess" = "ಶೀಘ್ರ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರಿ ";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "ನಿಮಗೆ ಡಿಜಿವಾಲೆಟ್ ಇಷ್ಟವಾಯಿತೇ? ";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "ಫೇಸ್ ಐಡಿ ಖರ್ಚಿನ ಮಿತಿ ";

/* Import wallet label */
"Settings.importTitle" = "ವಾಲೆಟ್ ಆಮದು ";

/* Manage settings section header */
"Settings.manage" = "ನಿರ್ವಹಿಸು ";

/* Notifications label */
"Settings.notifications" = "ಅಧಿಸೂಚನೆಗಳು ";

/* Leave review button label */
"Settings.review" = "ನಮಗಾಗಿ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೀಡಿ ";

/* Share anonymous data label */
"Settings.shareData" = "ಅನಾಮಿಕ ಡಾಟಾವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ ";

/* Sync blockchain label */
"Settings.sync" = "ಸಿನ್ಕ್ರೋನೈಸೆಶನ್ ಬ್ಲಾಕ್ ಚೈನ್ ";

/* Settings title */
"Settings.title" = "ಸೆಟ್ಟಿಂಗ್ಸ್ ";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "ಟಚ್ ಐಡಿ ಖರ್ಚಿನ ಮಿತಿ ";

/* Wallet Settings section header */
"Settings.wallet" = "ವಾಲೆಟ್ ";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "ಇನ್ನೊಂದು ವಾಲೆಟ್ ಅನ್ನು ಆರಂಭಿಸು/ಮರುಪಡೆ ";

/* Share data view body */
"ShareData.body" = "ನಿಮ್ಮ ಅನಾಮಿಕ ಡಾಟಾವನ್ನು ನಮ್ಮೊಂದಿಗೆ ಹಂಚಿಕೊಂಡು ಡಿಜಿವಾಲೆಟ್ ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಸಹಾಯ ಮಾಡಿ. ಇದರಲ್ಲಿ ಯಾವುದೇ ರೀತಿಯ ಆರ್ಥಿಕ ಮಾಹಿತಿ ಇರುವುದಿಲ್ಲ. ನಾವು ನಿಮ್ಮ ಆರ್ಥಿಕ ಗೌಪ್ಯತೆಯನ್ನು ಗೌರವಿಸುತ್ತೇವೆ. ";

/* Share data header */
"ShareData.header" = "ಡಾಟಾ ಹಂಚಿಕೊಳ್ಳಬೇಕೆ? ";

/* Share data switch label. */
"ShareData.toggleLabel" = "ಅನಾಮಿಕ ಡಾಟಾವನ್ನು ಹಂಚಿಕೊಳ್ಳಬೇಕೆ?\n";

/* button label */
"StartPaperPhrase.againButtonTitle" = "ನಿಮ್ಮ ಖಾಸಗಿ ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿಯನ್ನು ಇನ್ನೊಮ್ಮೆ ಬರೆಯಿರಿ ";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "ನಿಮ್ಮ ಫೋನ್ ಕಳುವಾದರೆ, ಕಳೆದುಹೋದರೆ,ಹಾಳಾದರೆ ಅಥವಾ ಅಪ್ಗ್ರೇಡ್ ಆದರೆ ನಿಮ್ಮ ಡಿಜಿವಾಲೆಟ್ ಅನ್ನು ರಿಸ್ಟೋರ್ ಮಾಡಲು ಇರುವ ಏಕೈಕ ಮಾರ್ಗವೆಂದರೆ ನಿಮ್ಮ ಖಾಸಗಿ ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿ ಮಾತ್ರ. \n\nನಾವು ನಿಮಗೆ ಒಂದು ಹಾಳೆಯ ಮೇಲೆ ಬರೆದಿಟ್ಟುಕೊಳ್ಳಲು ಒಂದು ಪದಗಳ ಪಟ್ಟಿಯನ್ನು ತೋರಿಸುತ್ತೇವೆ, ನೀವದನ್ನು ಜೋಪಾನವಾಗಿರಿಸಿ. ";

/* button label */
"StartPaperPhrase.buttonTitle" = "ವಯಕ್ತಿಕ ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿಯನ್ನು ಬರೆದಿಡಿ ";

/* Argument is date */
"StartPaperPhrase.date" = "ನೀವು ನಿಮ್ಮ ಕೊನೆಯ ಖಾಸಗಿ ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿಯನ್ನು %1$@ ಮೇಲೆ ಬರೆದಿದ್ದೀರಾ";

/* Start view message */
"StartViewController.message" = "ಡಿಜಿಬೈಟ್ ಅನ್ನು ಬಳಸುವ ಅತಿ ಉತ್ತಮ ಮತ್ತು ಸುರಕ್ಷಾ ವಿಧಾನ ";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "ಎತ್ತರವನ್ನು ಬ್ಲಾಕ್ ಮಾಡಿ ";

"SynchingView.progressLabel" = "ಪ್ರಗತಿ ";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ ";

/* Syncing view header text */
"SyncingView.header" = "ಸಿನ್ಕ್ರೋನೈಸಿಂಗ್ ";

/* Retry button label */
"SyncingView.retry" = "ಪುನಃ ಪ್ರಯತ್ನಿಸಿ ";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "ಸಿನ್ಕ್ರೋನೈಸಿಂಗ್ ";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ ಡಿ";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ ಎಚ್ ";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ ಎಂ ";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ ಎಸ್";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "%1$@ ಇಂದ ನಿಮ್ಮ ಟಚ್ ಐಡಿ ಖರ್ಚಿನ ಮಿತಿಯನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದು ";

/* Touch Id screen label */
"TouchIdSettings.label" = "ಹೊಂದಿಸಿದ ಮಿತಿಯವರೆಗೆ ಡಿಜಿವಾಲೆಟ್ ಅನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಲು ಮತ್ತು ಡಿಜಿಬೈಟ್ ಅನ್ನು ಕಳುಹಿಸಲು ನಿಮ್ಮ ಬೆರಳಚ್ಚನ್ನು ಬಳಸಿ. ";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "ಟಚ್ ಐಡಿ ಖರ್ಚಿನ ಮಿತಿ ಪರದೆ ";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "ಖರ್ಚಿನ ಮಿತಿ : %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "ಡಿಜಿವಾಲೆಟ್ ಗಾಗಿ ಟಚ್ ಐಡಿ ಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ  ";

/* Touch ID settings view title */
"TouchIdSettings.title" = "ಟಚ್ ಐಡಿ\n";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "ನೀವು ಈ ಸಾಧನದಲ್ಲಿ ಟಚ್ ಐಡಿಯನ್ನು ಹೊಂದಿಸಿಲ್ಲ. ಈಗಲೇ ಹೊಂದಿಸಲು ಸೆಟ್ಟಿಂಗ್ಸ್ ಗೆ ಹೋಗಿ -> ಟಚ್ ಐಡಿ ಮತ್ತು ಪಾಸ್ಕೋಡ್ ಒತ್ತಿರಿ ";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "ಟಚ್ ಐಡಿ ಹೊಂದಿಕೆಯಾಗಿಲ್ಲ ";

/* Always require passcode option */
"TouchIdSpendingLimit" = "ಪಾಸ್ ಕೋಡ್ ಅವಶ್ಯಕವಾಗಿದೆ";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "ನಿಮ್ಮ ಖರ್ಚಿನ ಮಿತಿಯ ಮೇಲ್ಪಟ್ಟು ಮಾಡುವ ಯಾವುದೇ ವಹಿವಾಟಿಗಾಗಿ ನೀವು ನಿಮ್ಮ 6 ಅಂಕಿಗಳ ಪಿನ್ ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ, ಮತ್ತು ನೀವು ಕೊನೆಯ ಬಾರಿಗೆ 6 ಅಂಕಿ ಪಿನ್ ನಮೂದಿಸಿದ ನಂತರ ಪ್ರತಿ  48 ಗಂಟೆಗಳಿಗೊಮ್ಮೆ ಸಹ ನೀವು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ. ";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "ಟಚ್ ಐಡಿ ಖರ್ಚಿನ ಮಿತಿ ";

/* Availability status text */
"Transaction.available" = "ಖರ್ಚು ಮಾಡಲು ಲಭ್ಯವಿದೆ ";

/* Transaction complete label */
"Transaction.complete" = "ಪೂರ್ಣಗೊಂಡಿದೆ ";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "ಕೊನೆಯ ಮೊತ್ತ: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "ಸ್ವೀಕರಿಸಿದಾಗ ವಿನಿಮಯ ದರ: ";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "ಕಳುಹಿಸಿದಾಗ ವಿನಿಮಯ ದರ: ";

/* (b600 fee) */
"Transaction.fee" = "%1$@ ಫೀಸು ";

/* Invalid transaction */
"Transaction.invalid" = "ಅಮಾನ್ಯವಾಗಿದೆ ";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "ಈಗಷ್ಟೇ ";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "ಪ್ರಗತಿಯಲ್ಲಿದೆ: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "%1$@ : ಪ್ರಗತಿಯಲ್ಲಿದೆ ";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "ಆರಂಭಿಕ ಮೊತ್ತ: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "ದೃಡಪಡಿಸಲು ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತದೆ. ವಹಿವಾಟನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಕೆಲವು ವ್ಯಾಪಾರಿಗಳಿಗೆ  ದೃಢಪಡಿಸುವ ಅಗತ್ಯವಿದೆ. ಅಂದಾಜು ಸಮಯ: 1-2 ನಿಮಿಷಗಳು ";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "ಖಾತೆ ";

/* Amount section header */
"TransactionDetails.amountHeader" = "ಮೊತ್ತ ";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "ಬ್ಲಾಕ್ ನಲ್ಲಿ ದೃಢವಾದಾಗ";

/* Memo section header */
"TransactionDetails.commentsHeader" = "ಮೆಮೊ ";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "ನಿಮ್ಮ ವಹಿವಾಟನ್ನು ಇಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ. ";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "%1$@ ನಲ್ಲಿ ";

/* More button title */
"TransactionDetails.more" = "ಇನ್ನಷ್ಟು........";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "%1$@ ಸರಿಸಲಾಗಿದೆ ";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "<b>%1@</b>  ಸರಿಸಲಾಗಿದೆ ";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "ದೃಢಪಡಿಸಿಲ್ಲ ";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "%1$@ ಸ್ವೀಕರಿಸಲಾಗಿದೆ ";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = " <b>%1@</b> ಸ್ವೀಕರಿಸಲಾಗಿದೆ";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "%1$@ ಕಳುಹಿಸಲಾಗಿದೆ ";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "<b>%1@</b> ಕಳುಹಿಸಲಾಗಿದೆ ";

/* Status section header */
"TransactionDetails.statusHeader" = "ಸ್ಟೇಟಸ್ ";

/* Transaction Details Title */
"TransactionDetails.title" = "ವಹಿವಾಟಿನ ವಿವರಗಳು ";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "%1$@ ಗೆ ";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ಡಿಜಿಬೈಟ್ ವಹಿವಾಟಿನ ಐಡಿ \n";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "ಈ ವಿಳಾಸಕ್ಕೆ ಸ್ವೀಕರಿಸಲಾಗಿದೆ ";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "ಈ ವಿಳಾಸಕ್ಕೆ ಕಳುಹಿಸಲಾಗಿದೆ ";

/* filter buttons for transactionView */
"TransactionView.all" = "ಎಲ್ಲಾ ";

"TransactionView.received" = "ಸ್ವೀಕರಿಸಲಾಗಿದೆ ";

"TransactionView.sent" = "ಕಳುಹಿಸಲಾಗಿದೆ ";

/* Disabled until date */
"UnlockScreen.disabled" = "%1$@ : ವರೆಗೂ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ ";

/* My Address button title */
"UnlockScreen.myAddress" = "ನನ್ನ ವಿಳಾಸ ";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "ಪಿನ್ ಮರುಹೊಂದಿಸು ";

/* Scan button title */
"UnlockScreen.scan" = "ಸ್ಕ್ಯಾನ್ ";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "ಪಿನ್ ನಮೂದಿಸಿ ";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "ನಿಮ್ಮ ಡಿಜಿವಾಲೆಟ್ ಅನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಿ ";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "ಟಚ್ ಐಡಿಯ ಜೊತೆಗೆ ಅನ್ಲಾಕ್ ಮಾಡಿ ";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "ವಾಲೆಟ್ ಅನ್ಲಾಕ್ ಮಾಡಲಾಗಿದೆ ";

/* Update PIN caption text */
"UpdatePin.caption" = "ಈ ಪಿನ್ ಅನ್ನು ನೆನಪಿನಲ್ಲಿಟ್ಟುಕೊಳ್ಳಿ. ನೀವೇನಾದರೂ ಮರೆತರೆ ನೀವು ನಿಮ್ಮ ಡಿಜಿಬೈಟ್ ಅನ್ನು ಬಳಸಲು ಸಾಧವಾಗುವುದಿಲ್ಲ. ";

/* PIN creation info. */
"UpdatePin.createInstruction" = "ಡಿಜಿವಾಲೆಟ್ ಅನ್ಲಾಕ್  ಮಾಡಿ ಮತ್ತು ಡಿಜಿಬೈಟ್ ಅನ್ನು ಕಳುಹಿಸಲು ನಿಮ್ಮ ಪಿನ್ ಬಳಕೆ ಮಾಡಲಾಗುತ್ತದೆ. ";

/* Update PIN title */
"UpdatePin.createTitle" = "ಪಿನ್ ಸೆಟ್ ಮಾಡಿರಿ ";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "ಪಿನ್ ಅನ್ನು ಪುನಃ ನಮೂದಿಸಿ ";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪಿನ್ ನಮೂದಿಸಿ ";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "ನಿಮ್ಮ ಹೊಸ ಪಿನ್ ನಮೂದಿಸಿ ";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "ನಿಮ್ಮ ಹೊಸ ಪಿನ್ ಪುನಃ ನಮೂದಿಸಿ ";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "ಕ್ಷಮಿಸಿ, ಪಿನ್ ಅಪ್ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ ";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "ಪಿನ್ ದೋಷವನ್ನು ಅಪ್ಡೇಟ್ ಮಾಡು ";

/* Update PIN title */
"UpdatePin.updateTitle" = "ಪಿನ್ ಅಪ್ಡೇಟ್ ಮಾಡಿರಿ ";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "ಕ್ಲಿಪ್ಬೋರ್ಡ್ ಗೆ ವಾಲೆಟ್ ವಿಳಾಸವನ್ನು ನಕಲು ಮಾಡಬೇಕೆ? ";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "ವಾಲೆಟ್ ವಿಳಾಸವನ್ನು ಕ್ಲಿಪ್ಬೋರ್ಡಿಗೆ ನಕಲು ಮಾಡಲು ಅಧಿಕೃತಗೊಳಿಸಿ ";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "ವಾಲೆಟ್ ವಿಳಾಸಗಳನ್ನು ನಕಲು ಮಾಡಿ ";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "ನಕಲು ಮಾಡಿ ";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "ಈ ವಹಿವಾಟನ್ನು ಅಧಿಕೃತಗೊಳಿಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನಮೂದಿಸಿ ";

/* Verify PIN view body */
"VerifyPin.continueBody" = "ಮುಂದುವರೆಸಲು ದಯವಿಟ್ಟು ಪಿನ್ ನಮೂದಿಸಿ ";

/* Verify PIN view title */
"VerifyPin.title" = "ಪಿನ್ ಅವಶ್ಯಕವಾಗಿದೆ ";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "ಈ ವಹಿವಾಟನ್ನು ಅಧಿಕೃತಗೊಳಿಸು";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "ನಿಮ್ಮ ವಾಲೆಟ್ ಅನ್ನು ಹೊಂದಿಸಲು ಡಿಜಿವಾಲೆಟ್ ಐಫೋನ್ ಅಪ್ಲಿಕೇಶನನ್ನು ತೆರೆಯಿರಿ.";

/* Dismiss button label */
"Webview.dismiss" = "ವಜಾಗೊಳಿಸು ";

/* Webview loading error message */
"Webview.errorMessage" = "ಪುಟವನ್ನು ಲೋಡ್ ಮಾಡುವಾಗ ದೋಷವುಂಟಾಗಿದೆ. ದಯವಿಟ್ಟು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ. ";

/* Updating webview message */
"Webview.updating" = "ಅಪ್ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ........";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "ಡಿಜಿಬೈಟ್ ಒಂದು ಹೊಚ್ಚ ಹೊಸ ವಿನ್ಯಾಸ ಮತ್ತು ಕೆಲವು ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳೊಂದಿಗೆ ios ಗಾಗಿ ತನ್ನ ಹೆಸರನ್ನು ಡಿಜಿ ವಾಲೆಟ್ ಗೆ ಬದಲಾಯಿಸಿದೆ. \n\nನಿಮಗೆ ಸಹಾಯ ಬೇಕಾದಲ್ಲಿ, ಹಲವು ಪರದೆಗಳ ಬಲ ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ (?) ಅನ್ನು ನೋಡಿ ";

/* Top title of welcome screen */
"Welcome.title" = "ಡಿಜಿವಾಲೆಟ್ ಗೆ ಸುಸ್ವಾಗತ ";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "ನೀವು ಈ ವಾಲೆಟ್ ಖಂಡಿತವಾಗಿ ಅಳಿಸಬಯಸುತ್ತೀರಾ? ";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "ವಾಲೆಟ್ ಅಳಿಸಬೇಕೇ? ";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "ವಾಲೆಟ್ ಅಳಿಸಲು ವಿಫಲವಾಗಿದೆ. ";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "ವಿಫಲವಾಗಿದೆ ";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "ಇದನ್ನು ಅಳಿಸಲು ಈ ವಾಲೆಟ್ ನ ಖಾಸಗಿ ಹಿಂಪಡೆಯುವಿಕೆ ಕೀಲಿಯನ್ನು ನಮೂದಿಸಿ ಮತ್ತು ಆರಂಭಿಸಿ ಅಥವಾ ಇನ್ನೊಂದು ಹೊಸದನ್ನು ಪಡೆಯಿರಿ. ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಬಾಕಿ ಮೊತ್ತವು ನಿಮ್ಮ ಖಾಸಗಿ ಹಿಂಪಡೆಯುವಿಕೆ ಕೀಲಿಯಲ್ಲಿರುತ್ತದೆ. ";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "ಇನ್ನೊಂದು ವಾಲೆಟ್ ಅನ್ನು ಶುರು ಮಾಡುವುದು ಅಥವಾ ಹಿಂಪಡೆಯುವುದರಿಂದ ನೀವು ಈ ಸಾಧನದಲ್ಲಿ  ಬೇರೆ ಡಿಜಿವಾಲೆಟ್ ಅನ್ನು ಪ್ರವೇಶಿಸಬಹುದು ಮತ್ತು ಅದನ್ನು ನಿರ್ವಹಿಸಬಹುದು. ";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "ನೀವು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಡಿಜಿವಾಲೆಟ್ ಅನ್ನು ಈ ಸಾಧನದಿಂದ ಇನ್ನು ಮುಂದೆ ಬಳಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಉಳಿದಿರುವ ಮೊತ್ತವು ನಿಮ್ಮ ಖಾಸಗಿ ಹಿಂಪಡೆಯುವಿಕೆ ಕೀಲಿಯಲ್ಲಿ ಉಳಿದಿರುತ್ತದೆ.   ";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "ಇನ್ನೊಂದು ವಾಲೆಟ್ ಅನ್ನು ಆರಂಭಿಸು ಅಥವಾ ಹಿಂಪಡೆ ";

/* Wipe wallet button title */
"WipeWallet.wipe" = "ಅಳಿಸು ";

/* Wiping activity message */
"WipeWallet.wiping" = "ಅಳಿಸಲಾಗುತ್ತಿದೆ.....";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "ಪ್ರತಿಯೊಂದು ಪದವನ್ನು ಕ್ರಮವಾಗಿ ಬರೆದಿಟ್ಟುಕೊಳ್ಳಿ ಮತ್ತು ಇದನ್ನು ಜೋಪಾನವಾಗಿರಿಸಿ. ";

/* button label */
"WritePaperPhrase.next" = "ಮುಂದೆ ";

/* button label */
"WritePaperPhrase.previous" = "ಹಿಂದಿನ ";

/* 1 of 3 */
"WritePaperPhrase.step" = "%2$d ರಲ್ಲಿ %1$d";

